/* validateIdentity: short passphrase error title */
"The passphrase is too short." = "パスフレーズが短すぎます。";

/* validateIdentity: blank passphrase error button \"More info\" */
"More info" = "もっと情報を見る";

/* validateIdentity: short passphrase error statement */
"The passphrase must be six (6) or more characters in length." = "パスフレーズは最低６文字以上でお願いします。";

/* validateIdentity: blank passphrase error button \"Continue\" */
"Use blank passphrase" = "空白のパスルレーズは利用してください";

/* validateExpirationDate: date is invalid */
"The expiration date is invalid." = "有効期限が無効です。";

/* validateIdentity: passphrases do not matech error title */
"The passphrases are not the same." = "パスフレーズが一致していません。";

/* validateIdentity: blank passphrase error title */
"The passphrase is blank." = "パスフレーズを入力してください。";

/* validateKeySize: non-numeric input error title */
"The selected key size is not a number." = "選択された鍵の容量は数字ではありませんでした。";

/* validateExpirationDate: expiration date must be in the future */
"The key can not be set to expire prior to its date of creation." = "制作時より前の日に期限が切れる事は上可能です。";

/* validateKeySize: invalid size error statement */
"The key size has been corrected to a valid size." = "鍵の容量が適切な大きさに変更されました。";

/* validateIdentity: passphrases do not matech error statement */
"The passphrase and the confirmation must be the same." = "パスフレーズは二度同じものにしてください。";

/* validateKeySize: invalid size error title */
"The selected key size was invalid." = "選択された鍵の容量は無効です。";

/* validateKeySize: non-numeric input error statement */
"The key size must be a number." = "鍵の容量は数字にしてください。";

/* validateIdentity: blank passphrase error statement */
"A key with a blank passphrase may be used by anyone. Setting a blank passphrase is not recommended. Please provide a passphrase." = "パスフレーズの無い鍵はどなたにでも利用できます。しかしお勧めしません、必ずパスフレーズを作ってください。";

